Repository: Aurelien-Be/myblog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, it

source: Your Name
fr: Ton nom
it: Il tuo nome

source: Your Email
fr: Ton email
it: Il tuo email

source: Your Comment
fr: Ton commentaire

source: Enter your comment here (you can use bbcode)
fr: Ecris ton commentaire (tu peux utiliser le bbcode)
it: Inserisci qui il tuo commento (puoi usare il bbcode)

source: All my posts
fr: Tous les posts
it: Tutti i miei post

source: My collected posts
fr: Tous mes posts
it: I miei post raccolti

source: Search an article :
fr: Chercher un article:
it: Cercare un articolo:

source: AURELIEN'S
fr: BLOG
it: IL BLOG

source: BLOG
fr: D'AURELIEN
it: DI AURELIEN

source: Hi, I am Aurélien and I like to blog about tech, language learning, Russia.. !
fr: Salut, je m'appelle Aurélien et je blogue à propos de tech, d'apprentissage de langues,de la Russie.. !
it: Ciao, sono Aurélien e mi piace blog su tecnologia, apprendimento delle lingue, Russia.. !

source: My Latest Thoughts
fr: Mes dernières pensées
it: I miei ultimi pensieri

source: What I Do
fr: Ce que je fais
it: Cosa faccio

source: I love programming, I enjoy exploring new technologies, and learn languages (mainly russian language, but also italian).
fr: J'aime programmer et apprendre des langues étrangères(principelement le russe, mais aussi l'italien).
it: Amo la programmazione, mi piace esplorare nuove tecnologie e imparare le lingue (principalmente la lingua russa, ma anche l'italiano o anche il latino)

source: My goal is to keep learning as a developer and share my experience
fr: Mon but est de continuer à apprendre la programmation et notamment de partager mon expérience
it: Il mio obiettivo è continuare ad imparare come sviluppatore e condividere la mia esperienza

source: Contact me (first website)
fr: Contactez-moi (mon premier site)
it: Contattami (primo sito web)

source: Follow me
fr: Suivez-moi
it: Seguitemi

source: Technologies I used
fr: Les technologies que j'ai utilisées
it: Tecnologie che ho usato

source: Saving the comment failed.
fr: La sauvegarde du commentaire a échoué
it: Salvataggio del commento non riuscito.

source: Please check the comment form below the post and fix your errors.
fr: Vérifie le formulaire de commentaire et corrige tes erreurs
it: Si prega di controllare il modulo di commento sotto il post e correggere gli errori.

source: Fix!
fr: C'est fait !
it: E fatto !

source: Remove from Read Later List
fr: Enlève de la liste "A lire plus tard"
it: Rimuovere della lista da leggere

source: Read later
fr: A lire plus tard
it: Da leggere

source: By
fr: Par
it: Da

source: Last updated on
fr: Dernière mise à jour le
it: Ultimo aggiornamento il

source: Your comment
fr: Ton commentaire
it: Il tuo commento

source: Publish comment
fr: Publier le commentaire
it: Pubblicare il commento

source: Search
fr: Recherche
it: Ricerca

source: Here is what we found :
fr: Voilà ce que nous avons trouvé:
it: Ecco cosa ho trovato:

source: Nothing found ! Try another search.
fr: Rien du tout ! Essayez une autre recherche.
it: Niente trovato! Prova un'altra ricerca.

source: My stored post
fr: Mes posts sauvegardés
it: I miei post conservati

source: You don't have any saved post
fr: Vous n'avez aucun post
it: Non hai nessun post salvato

source: English
fr: Anglais
it: Inglese

source: French
fr: Français
it: Francese

source: Russian
fr: Russe
it: Russo

source: italian
fr: Italien
it: Italiano

source: We're sorry,
fr: Nous sommes désolés,
it: Ci dispiace,

source: but we couldn't find that page.
fr: mais nous n'avons pas pu trouver cette page.
it: ma non abbiamo trovato la pagina.

source: Aurélien's Blog
fr: Le blog d'Aurélien
it: Il blog di Aurelien

source: Stored posts
fr: Posts sauvegardés
it: Posti conservati

source: All posts
fr: Tous les posts
it: Tutti i post

source: Language
fr: Langue
it: Lingua
